04_erb_layout/deas-0.25.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.64ms   18.60ms  75.97ms   85.71%
    Req/Sec   162.21     43.30   228.00     57.14%
  656 requests in 2.00s, 241.15KB read
  Socket errors: connect 0, read 8, write 0, timeout 0
Requests/sec:    327.96
Transfer/sec:    120.56KB